// data/news.ts

export const newsData = [
  {
    slug: "novi-metody-vtruchannya", // Це буде посилання (наприклад: site.com/novyny/novi-metody-vtruchannya)
    title: "Впровадження нових методів раннього втручання",
    date: "15 Березня 2026",
    excerpt: "Наш центр успішно інтегрував новітні європейські протоколи раннього втручання для дітей з ризиком розвитку інвалідності.",
    image: "/images/fact1.jpg",
    content: [
      "Сьогодні наш Центр медичної реабілітації зробив ще один важливий крок уперед. Ми раді повідомити про успішну інтеграцію новітніх європейських протоколів раннього втручання.",
      "Раннє втручання — це міждисциплінарна сімейно-центрована комплексна допомога для сім'ї з дитиною від народження до 4-х років, яка має порушення розвитку або ризик їх виникнення.",
      "Наші спеціалісти пройшли інтенсивний курс навчання та вже готові застосовувати нові знання на практиці. Це дозволить нам ще ефективніше допомагати малюкам та їхнім батькам."
    ]
  },
  {
    slug: "onovlennya-obladnannya",
    title: "Оновлення обладнання в залі фізичної терапії",
    date: "02 Березня 2026",
    excerpt: "Завдяки підтримці Житомирської ОДА, ми отримали нові тренажери МОТОМЕД для пасивної та активної розробки кінцівок.",
    image: "/images/fact4.jpg",
    content: [
      "Зал фізичної терапії нашого центру поповнився новим надсучасним обладнанням. Завдяки підтримці місцевої влади ми отримали реабілітаційні тренажери МОТОМЕД.",
      "Ці апарати дозволяють проводити як пасивне, так і активне тренування верхніх та нижніх кінцівок. Це особливо важливо для пацієнтів з порушеннями рухових функцій та спастикою.",
      "Перші пацієнти вже випробували нове обладнання і лікарі відзначають позитивну динаміку."
    ]
  },
  {
    slug: "onovlennya-obladnannya-test",
    title: "Оновлення обладнання в залі фізичної терапії",
    date: "02 Березня 2026",
    excerpt: "Завдяки підтримці Житомирської ОДА, ми отримали нові тренажери МОТОМЕД для пасивної та активної розробки кінцівок.",
    image: "/images/fact4.jpg",
    content: [
      "Зал фізичної терапії нашого центру поповнився новим надсучасним обладнанням. Завдяки підтримці місцевої влади ми отримали реабілітаційні тренажери МОТОМЕД.",
      "Ці апарати дозволяють проводити як пасивне, так і активне тренування верхніх та нижніх кінцівок. Це особливо важливо для пацієнтів з порушеннями рухових функцій та спастикою.",
      "Перші пацієнти вже випробували нове обладнання і лікарі відзначають позитивну динаміку."
    ]
  }
];